Repository: pitbulk/apps
Catalog: l10n/*/contacts.po
Languages: uk

source: Error (de)activating addressbook.
uk: Помилка (де)активації адресної книги.

source: id is not set.
uk: ідентифікатор не встановлено.

source: Cannot update addressbook with an empty name.
uk: Не можливо оновити адресну книгу з пустим ім'ям.

source: No category name given.
uk: Не задано ім'я категорії.

source: Error adding group.
uk: Помилка при додаванні групи.

source: Group ID missing from request.
uk: В запиті відсутній ID групи.

source: Contact ID missing from request.
uk: В запиті відсутній ID контакту.

source: No ID provided
uk: Не надано ідентифікатор

source: Error setting checksum.
uk: Помилка визначення контрольної суми.

source: No categories selected for deletion.
uk: Не обрано категорії для видалення.

source: No address books found.
uk: Не знайдено адресних книг.

source: No contacts found.
uk: Контакти не знайдено.

source: element name is not set.
uk: не встановлено ім'я елементу

source: checksum is not set.
uk: контрольна сума не задана.

source: Information about vCard is incorrect. Please reload the page.
uk: Інформація про vCard помилкова. Будь ласка, перезавантажте сторінку.

source: Couldn't find vCard for %d.
uk: Не вдалося знайти vCard для %d.

source: Information about vCard is incorrect. Please reload the page:
uk: Інформація про vCard помилкова. Будь ласка, перезавантажте сторінку:

source: Something went FUBAR.
uk: Щось пішло не так.

source: Cannot save property of type "%s" as array
uk: Не можливо зберегти властивість типу "%s" як масив

source: Missing IM parameter.
uk: Відсутній IM параметр.

source: Unknown IM:
uk: Невідомий IM:

source: No contact ID was submitted.
uk: Не вказано жодного ідентифікатора контакту.

source: Error reading contact photo.
uk: Помилка читання фото контакту.

source: Error saving temporary file.
uk: Помилка збереження тимчасового файлу.

source: The loading photo is not valid.
uk: Не допустиме зображення для завантаження.

source: Contact ID is missing.
uk: Ідентифікатор контакту відсутній.

source: No photo path was submitted.
uk: Не надано шлях до зображення.

source: File doesn't exist:
uk: Файл не існує:

source: Error loading image.
uk: Помилка завантаження зображення.

source: Error getting contact object.
uk: Помилка при отриманні об'єкту контакту.

source: Error getting PHOTO property.
uk: Помилка при отриманні ФОТО властивості.

source: Error saving contact.
uk: Помилка при збереженні контакту.

source: Error resizing image
uk: Помилка при зміні розміру зображення

source: Error cropping image
uk: Помилка обрізки зображення

source: Error creating temporary image
uk: Помилка при створенні тимчасового зображення

source: Error finding image:
uk: Не знайдено зображення:

source: Key is not set for:
uk: Не задано ключ для:

source: Value is not set for:
uk: Не задано значення для:

source: Could not set preference:
uk: Не вдалося встановити важливість:

source: Error uploading contacts to storage.
uk: Помилка завантаження контактів у сховище.

source: There is no error, the file uploaded with success
uk: Файл успішно відвантажено без помилок.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
uk: Розмір відвантаженого файлу перевищує директиву upload_max_filesize в php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
uk: Розмір відвантаженого файлу перевищує директиву MAX_FILE_SIZE вказану в HTML формі

source: The uploaded file was only partially uploaded
uk: Файл відвантажено лише частково

source: No file was uploaded
uk: Не відвантажено жодного файлу

source: Missing a temporary folder
uk: Відсутній тимчасовий каталог

source: Couldn't save temporary image:
uk: Не вдалося зберегти тимчасове зображення:

source: Couldn't load temporary image:
uk: Не вдалося завантажити тимчасове зображення:

source: No file was uploaded. Unknown error
uk: Не завантажено жодного файлу. Невідома помилка

source: Contacts
uk: Контакти

source: Contact is already in this group.
uk: Контакт вже у даній групі.

source: Contacts are already in this group.
uk: Контакти вже у даній групі.

source: Couldn't get contact list.
uk: Не вдалося отримати список контактів.

source: Contact is not in this group.
uk: Контакт не в даній групі.

source: Contacts are not in this group.
uk: Контакти не в даній групі.

source: A group named {group} already exists
uk: Група з назвою {group} вже існує

source: You can drag groups to arrange them as you like.
uk: Ви можете перетягнути групи в розташуйте їх як вам до вподоби.

source: All
uk: Всі

source: Favorites
uk: Улюблені

source: Shared by {owner}
uk: Опублікував {owner}

source: Indexing contacts
uk: Індексування контактів

source: Add to...
uk: Додати до...

source: Remove from...
uk: Видалити з...

source: Add group...
uk: Додати групу...

source: Select photo
uk: Оберіть фото

source: Network or server error. Please inform administrator.
uk: Мережева або серверна помилка. Будь ласка, проінформуйте адміністратора.

source: Error adding to group.
uk: Помилка при додаванні у групу.

source: Error removing from group.
uk: Помилка при видаленні з групи.

source: There was an error opening a mail composer.
uk: Виникла помилка при відкриванні поштової програми.

source: Deleting done. Click here to cancel reloading.
uk: Видалення завершено. Клацніть тут для скасування перезавантаження.

source: Add address book
uk: Додати адресну книгу

source: Import done. Click here to cancel reloading.
uk: Імпорт завершено. Клацніть тут для скасування перезавантаження.

source: Not all files uploaded. Retrying...
uk: Не всі файли завантажено. Повторна спроба...

source: Something went wrong with the upload, please retry.
uk: Щось пішло не так при завантаженні, будь ласка, повторіть.

source: Error
uk: Помилка

source: Importing from {filename}...
uk: Імпорт з {filename}...

source: {success} imported, {failed} failed.
uk: {success} імпортовано, {failed} змарновано.

source: Importing...
uk: Імпортування...

source: Unable to upload your file as it is a directory or has 0 bytes
uk: Неможливо завантажити ваш файл тому, що він тека або файл розміром 0 байт

source: Upload Error
uk: Помилка завантаження

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
uk: Файл, який Ви намагаєтесь завантажити перевищує максимальний розмір файлу, що дозволено завантажувати на даний сервер.

source: Upload too large
uk: Файл занадто великий

source: Pending
uk: Очікування

source: Add group
uk: Додати групу

source: No files selected for upload.
uk: Не обрано файлів для завантаження.

source: Edit profile picture
uk: Редагувати зображення облікового запису

source: Error loading profile picture.
uk: Помилка при завантаженні зображення облікового запису.

source: Enter name
uk: Введіть ім'я

source: Enter description
uk: Введіть опис

source: Select addressbook
uk: Обрати адресну книгу

source: The address book name cannot be empty.
uk: Ім'я адресної книги не може бути порожнім.

source: Is this correct?
uk: Це вірно?

source: There was an unknown error when trying to delete this contact
uk: Виникла невідома помилка при спробі видалити цей контакт

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
uk: Деякі контакти помічено для видалення, але ще не видалені. Будь ласка, зачекайте, доки вони будуть видалені.

source: Click to undo deletion of {num} contacts
uk: Натисніть для відміни видалення {num} контактів

source: Cancelled deletion of {num}
uk: Відмінено видалення {num}

source: Result:
uk: Результат:

source: imported,
uk: імпортовано,

source: failed.
uk: не вдалося.

source: Displayname cannot be empty.
uk: Ім'я для відображення не може бути порожнім.

source: Show CardDav link
uk: Показати посилання CardDav

source: Show read-only VCF link
uk: Показати VCF посилання тільки для читання

source: Download
uk: Завантажити

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Cancel
uk: Відмінити

source: More...
uk: Більше...

source: Less...
uk: Менше...

source: You do not have the permissions to read this addressbook.
uk: У вас відсутні повноваження для читання цієї адресної книги.

source: You do not have the permissions to update this addressbook.
uk: Ви не маєте повноважень оновлювати цю адресну книгу.

source: There was an error updating the addressbook.
uk: Виникла помилка при оновленні адресної книги.

source: You do not have the permissions to delete this addressbook.
uk: Ви не маєте повноважень видаляти цю адресну книгу.

source: There was an error deleting this addressbook.
uk: Виникла помилка при видаленні цієї адресної книги.

source: Work
uk: Робота

source: Home
uk: Домашня адреса

source: Other
uk: Інше

source: Mobile
uk: Мобільний

source: Text
uk: Текст

source: Voice
uk: Голос

source: Message
uk: Повідомлення

source: Fax
uk: Факс

source: Video
uk: Відео

source: Pager
uk: Пейджер

source: Internet
uk: Інтернет

source: Friends
uk: Друзі

source: Family
uk: Сім'я

source: There was an error deleting properties for this contact.
uk: Виникла помилка при видаленні властивостей даного контакту.

source: {name}'s Birthday
uk: День народження {name}

source: Contact
uk: Контакт

source: You do not have the permissions to add contacts to this addressbook.
uk: Ви не маєте повноважень додавати контакти в цю адресну книгу.

source: Could not find the vCard with ID.
uk: Не вдалося знайти vCard за ID.

source: You do not have the permissions to edit this contact.
uk: Ви не маєте повноважень редагувати цей контакт.

source: Could not find the vCard with ID:
uk: Не вдалося знайти vCard за ID:

source: Could not find the Addressbook with ID:
uk: Не вдалося знайти адресну книгу за ID:

source: You do not have the permissions to delete this contact.
uk: Ви не маєте повноважень видаляти цей контакт.

source: There was an error deleting this contact.
uk: Виникла помилка при видаленні цього контакту.

source: Contact not found.
uk: Контакт не знайдено.

source: HomePage
uk: Домашня Сторінка

source: New Group
uk: Нова група

source: Settings
uk: Налаштування

source: Address books
uk: Адресні книги

source: Import
uk: Імпорт

source: Select files to import
uk: Виберіть файли для імпорта

source: Select files
uk: Виберіть файли

source: Import into:
uk: Імпортувати в:

source: (De-)select all
uk: (Відміна) виділення усіх

source: New Contact
uk: Новий контакт

source: Groups
uk: Групи

source: Favorite
uk: Улюблений

source: Delete Contact
uk: Видалити контакт

source: Close
uk: Закрити

source: Keyboard shortcuts
uk: Сполучення клавіш

source: Navigation
uk: Навігація

source: Next contact in list
uk: Наступний контакт у списку

source: Previous contact in list
uk: Попередній контакт у списку

source: Expand/collapse current addressbook
uk: Розгорнути/згорнути поточну адресну книгу

source: Next addressbook
uk: Наступна адресна книга

source: Previous addressbook
uk: Попередня адресна книга

source: Actions
uk: Дії

source: Refresh contacts list
uk: Оновити список контактів

source: Add new contact
uk: Додати новий контакт

source: Add new addressbook
uk: Додати нову адресну книгу

source: Delete current contact
uk: Видалити даний контакт

source: <h3>You have no contacts in your addressbook.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
uk: <h3>У вашій адресній книзі відсутні контакти.</h3><p>Додайте новий контакт або імпортуйте контакти з VCF файлу.</p>

source: Add contact
uk: Додати контакт

source: Compose mail
uk: Написати листа

source: Delete group
uk: Видалити групу

source: Delete current photo
uk: Видалити поточне фото

source: Edit current photo
uk: Редагувати поточне фото

source: Upload new photo
uk: Завантажити нове фото

source: Select photo from ownCloud
uk: Обрати фото з ownCloud

source: First name
uk: Ім'я

source: Additional names
uk: Додаткові імена

source: Last name
uk: Прізвище

source: Nickname
uk: Прізвисько

source: Enter nickname
uk: Ввести прізвисько

source: Title
uk: Назва

source: Enter title
uk: Введіть назву

source: Organization
uk: Організація

source: Enter organization
uk: Введіть організацію

source: Birthday
uk: День народження

source: Notes go here...
uk: Тут будуть примітки...

source: Export as VCF
uk: Експорт як VCF

source: Add
uk: Додати

source: Phone
uk: Телефон

source: Email
uk: Ел.пошта

source: Address
uk: Адреса

source: Note
uk: Примітка

source: Web site
uk: Веб-сайт

source: Delete contact
uk: Видалити контакт

source: Preferred
uk: Пріоритетний

source: Please specify a valid email address.
uk: Будь ласка, вкажіть вірну адресу електронної пошти.

source: Mail to address
uk: Написати листа за адресою

source: Delete email address
uk: Видалити адресу електронної пошти

source: Enter phone number
uk: Ввести номер телефону

source: Delete phone number
uk: Видалити номер телефону

source: Go to web site
uk: Перейти на веб-сайт

source: Delete URL
uk: Видалити URL

source: View on map
uk: Переглянути на карті

source: Delete address
uk: Видалити адресу

source: 1 Main Street
uk: 1 Головна вулиця

source: Street address
uk: Адреса

source: Postal code
uk: Поштовий індекс

source: Your city
uk: Ваше місто

source: City
uk: Місто

source: Some region
uk: Деякий регіон

source: State or province
uk: Область

source: Your country
uk: Ваша країна

source: Country
uk: Країна

source: Delete IM
uk: Видалити IM

source: Share
uk: Поділитися

source: Export
uk: Експорт

source: CardDAV link
uk: CardDAV посилання

source: Add Contact
uk: Додати контакт

source: Drop photo to upload
uk: Піднесіть фото для завантаження

source: Edit name details
uk: Редагувати деталі

source: dd-mm-yyyy
uk: дд-мм-рррр

source: Separate groups with commas
uk: Відділяйте групи комами

source: Edit groups
uk: Редагувати групи

source: Enter email address
uk: Ввести адресу електронної пошти

source: Edit address details
uk: Редагувати деталі адреси

source: Add notes here.
uk: Додайте сюди примітки.

source: Add field
uk: Додати поле

source: Download contact
uk: Завантажити контакт

source: The temporary image has been removed from cache.
uk: Тимчасове зображення було видалене з кешу.

source: Edit address
uk: Редагувати адреси

source: Type
uk: Тип

source: PO Box
uk: Поштова скринька

source: Street and number
uk: Вулиця та номер будинку

source: Extended
uk: Розширено

source: Apartment number etc.
uk: Номер квартири та ін.

source: Region
uk: Регіон

source: E.g. state or province
uk: Область чи район

source: Zipcode
uk: Поштовий індекс

source: Addressbook
uk: Адресна книга

source: Hon. prefixes
uk: Високоповажні префікси

source: Miss
uk: Пані

source: Ms
uk: Пані

source: Mr
uk: Пан

source: Sir
uk: Пан

source: Mrs
uk: Панове

source: Dr
uk: Доктор

source: Given name
uk: Ім'я

source: Family name
uk: Прізвище

source: Hon. suffixes
uk: Високоповажні суфікси

source: Import a contacts file
uk: Імпортувати файл контактів

source: Please choose the addressbook
uk: Будь ласка, оберіть адресну книгу

source: create a new addressbook
uk: створити нову адресну книгу

source: Name of new addressbook
uk: Ім'я нової адресної книги

source: Importing contacts
uk: Імпортування контактів

source: <h3>You have no contacts in your addressbook.</h3><p>You can import VCF files by dragging them to the contacts list and either drop them on an addressbook to import into it, or on an empty spot to create a new addressbook and import into that.<br />You can also import by clicking on the import button at the bottom of the list.</p>
uk: <h3>Відсутні контакти у Вашій адресній книзі.</h3><p>Ви можете імпортувати VCF файли перетаскуванням до списку контактів та або кинути їх на адресну книгу для імпортування в неї, або на пусте місце для створення нової адресної книги та імпортування в нову.<br />Також, Ви можете імпортувати натисканням на кнопку імпорту внизу списку.</p>

source: Select Address Books
uk: Обрати адресні книги

source: CardDAV syncing addresses
uk: CardDAV синхронізує адреси

source: more info
uk: більше інформації

source: Primary address (Kontact et al)
uk: Первинна адреса (Контакт та ін)

source: Addressbooks
uk: Адресні книги

source: New Address Book
uk: Нова адресна книга

source: Name
uk: Ім'я

source: Description
uk: Опис

source: Save
uk: Зберегти
